/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Catálogo do Media Pro…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Não é possível abrir o Catálogo do Media Pro.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Não é possível ler as propriedades do documento do Catálogo do Media Pro";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Não é possível ler as propriedades do item do Catálogo do Media Pro";

